Repository: GiacomoFrisoni/UWPMobileProject
Catalog: MyPoetry/MyPoetry/Strings/*/Resources.resw
Source language: en_us
Languages: it_it, pl_pl

# AlreadyHaveAccount.Content
source: Already have an account?
it_it: Hai già un account?
pl_pl: Masz już konto?

# Back.Content
source: Back
it_it: Indietro
pl_pl: Wróć

source: Cancel
it_it: Annulla
pl_pl: Anuluj

source: Checking
it_it: Verifico
pl_pl: Sprawdzam

# CheckingText
source: Looking if your code is correct. Please wait...
it_it: Guardo se hai inserito il codice giusto. Attendi...
pl_pl: Sprawdzam czy wpisałeś poprawny kod. Czekaj...

# CodeNotReceived.Content
source: My code isn't arrived yet
it_it: Non mi è ancora arrivato il codice
pl_pl: Nie dostałem jeszcze żadnego kodu

# CodeRequestMessage
source: We sent you another verification code at your mail. Please wait for it some more time before you reuse this function.
it_it: Abbiamo inviata una nuova mail con un nuovo codice. Se nemmeno questa arriva, per favore, attendi ancora un po' prima di richiedere un nuovo codice.
pl_pl: Wysłaliśmy ponownie maila z nowym kodem. Jeśli nadal nie przyjdzie, poczekaj zanim znowu użyjesz tej funkcji.

# ConfirmText.Text
source: Confirm
it_it: Conferma
pl_pl: Konfermacja

# Delete.Text
source: Delete
it_it: Elimina
pl_pl: Usuń

# Email.Text
source: Your mail adress
it_it: Il tuo indirizzo mail
pl_pl: Twój mail

# EmailOfAccount.Text
source: Email of your account
it_it: Email del tuo account
pl_pl: Email twojego konta

source: Email sent
it_it: Email inviata
pl_pl: Email wysłany

source: Error
it_it: Errore
pl_pl: Błąd

# Err_InvalidCode
source: The code is invalid
it_it: Il codice inserito è errato
pl_pl: Podany kod nie jest właściwy

# Err_InvalidEmail
source: Please supply a valid email address
it_it: Inserisci un indirizzo email valido
pl_pl: Podaj właściwy adres email.

# Err_InvalidGender
source: Invalid gender (1 char required)
it_it: Sesso non valido (un solo carattere richiesto)
pl_pl: Nieprawidłowa płeć

# Err_InvalidPw
source: Invalid password (at least 8 chars required)
it_it: Password non valida (sono richiesti almeni 8 caratteri)
pl_pl: Nieprawidłowe hasło (minimum 8 znaków(

# Err_InvalidPws
source: Confirmed password is not equals to the first one
it_it: La password di conferma non corrisponde alla prima digitata
pl_pl: Wpisane hasło nie pasuje do poprzedniego

# Err_InvalidUsername
source: That username already exists
it_it: Questo username esiste già
pl_pl: Ten użytkownik już istnieje

# Err_InvalidUsernamePw
source: Invalid username or password
it_it: Username e password non validi
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło

# Err_MissingData
source: Missing Data
it_it: Dati mancanti
pl_pl: Brak danych

# Err_NotAssociatedEmail
source: The email address provided is not associated to any account
it_it: L'indirizzo email specificato non è associato ad alcun account
pl_pl: Podany adres nie jest zarejestrowany na żadnym koncie

# Female.Content
source: Female
it_it: Femmina
pl_pl: Kobieta

# File.Text
source: Choose file
it_it: Scegli file
pl_pl: Wybierz plik

# ForgetPassword.Content
source: Forget password?
it_it: Hai dimenticato la password?
pl_pl: Zapomniałeś hasła?

# ForgetPasswordText.Text
source: Recover password
it_it: Recupero password
pl_pl: Odzyskaj hasło

# Gender.Text
source: Gender
it_it: Sesso
pl_pl: Płeć

# GenderPH.PlaceholderText
source: Select your gender
it_it: Seleziona il tuo sesso
pl_pl: Wybierz płeć

# GeneratedCodeInfo.Text
source: We sent you a verification code at your mail. Please wait and in case check your SPAM folder.
it_it: Abbiamo inviato al tuo indirizzo mail un codice di verifica. Attendi l'arrivo della mail e nel caso controlla la cartella SPAM.
pl_pl: Wysłaliśmy na twojego maila kod weryfikujący. Poczekaj chwilę a jeśli nadal nie dostałeś wiadomości spróboj sprawdzić folder SPAM.

# GeneratedCodePH.PlaceholderText
source: Input here your code
it_it: Inserisci qui il codice
pl_pl: Wpisz tutaj kod

# Login.Content
source: Login
pl_pl: Zaloguj

source: Login in progress
it_it: Login in corso
pl_pl: Trwa logowanie

# Male.Content
source: Male
it_it: Maschio
pl_pl: Mężczyzna

# Name.Text
source: Name
it_it: Nome
pl_pl: Imię

# NamePH.PlaceholderText
source: Name
it_it: Nome
pl_pl: Nowa poezja

# Password.Text
source: Insert password
it_it: Inserisci password
pl_pl: Wpisz hasło

# PasswordPH.PlaceholderText
source: Password
pl_pl: Hasło

# PasswordRecoveryMessage
source: We've sent an email to your address. Follow the instructions provided to complete the password recovery.
it_it: Abbiamo inviato una email al tuo indirizzo. Segui le istruzioni indicate per completare il recupero della password.
pl_pl: Wysłaliśmy maila na twój adres. Postępuj zgodnie z instrukcjami by odzyskać hasło.

# Photo.Text
source: Camera
it_it: Fotocamera
pl_pl: Aparat

source: Read
it_it: Leggi
pl_pl: Czytaj

# RecoverPassword.Content
source: Recover password
it_it: Recupera password
pl_pl: Odzyskaj hasło

# RecoveryInProgress
source: Password Recovery
it_it: Recupero password
pl_pl: Odzyskiwanie hasła

# Register.Content
source: Register now
it_it: Registrati
pl_pl: Zarejestruj się

# RegisterMessage
source: We're currently registering your account. Please wait.
it_it: Stiamo provvedendo alla registrazione del tuo account. Attendi...
pl_pl: Rejestrujemy twoje konto. Proszę czekać.

# RegisterNow.Content
source: Register now
it_it: Registrati ora
pl_pl: Zarejestruj się

# RegisterPlainText
source: Register
it_it: Registrazione
pl_pl: Rejestracja

# RegisterSuccessful
source: Successfull!
it_it: Completato!
pl_pl: Zrobione!

# RegisterSuccessfulMessage
source: Horray! Your account has been registered. Now you can login with your credentials.
it_it: Grandioso! Il tuo account è registrato. Puoi effettuare ora l'accesso tramite le tue credenziali.
pl_pl: Wspaniale! Twoje konto zostało utworzone. Teraz mozesz się zalogować.

# RegisterText.Text
source: Register
it_it: Registrazione
pl_pl: Rejestracja

# RepeatPassword.Text
source: Repeat Password
it_it: Ripeti Password
pl_pl: Powtórz hasło

# ServerConnection
source: I'm connecting to the server... Wait while i'm loading your data
it_it: Mi sto collegando al server... Attendi mentre carico i tuoi dati
pl_pl: Łączenie z serwerem... Ładowanie twoich danych

source: Share
it_it: Condividi
pl_pl: Udostępniaj

# StartNow.Content
source: Start now
it_it: Inizia ora
pl_pl: Zaczynamy

# Surname.Text
source: Surname
it_it: Cognome
pl_pl: Nazwisko

# SurnamePH.PlaceholderText
source: Surname
it_it: Cognome
pl_pl: Nazwisko

source: Write
it_it: Scrivi
pl_pl: Twórz

# Err_WrongCode
source: The specified activation code is not correct
it_it: Il codice di attivazione specificato non è corretto
pl_pl: Kod jest nieprawidłowy

# CodeGenerationInProgress
source: Code generation
it_it: Generazione del codice
pl_pl: Generacja kodu

# Wait
source: Wait a few moments
it_it: Attendi qualche istante
pl_pl: Poczekaj chwilę

source: Confirm
it_it: Conferma
pl_pl: Konfermacja

# NewPoetryConfirm
source: Are you sure you want to add the poetry to your notebook?
it_it: Sei sicuro di voler aggiungere la poesia al taccuino?
pl_pl: Czy jesteś pewien zapisać tą poezje_

source: No
pl_pl: Nie

# PoetryAdded
source: The poetry has been added to your notebook.
it_it: La poesia è stata aggiunta al tuo taccuino.
pl_pl: Poezja została pomyślnie dodana

# PoetryUpdated
source: The poetry has been updated. Check your notebook.
it_it: La poesia è stata aggiornata. Controlla il tuo taccuino.
pl_pl: Poezja została pomyślnie zaktualizowana

source: Save
it_it: Salva
pl_pl: Zapisz

source: Update
it_it: Aggiorna
pl_pl: Odśwież

# UpdatePoetryConfirm
source: There is already a poetry with this name. Do you want to save your changes?
it_it: Esiste già una poesia con questo nome. Desideri salvare le modifiche apportate?
pl_pl: Istnieje już poezja z tą nazwą. Chesz ją zastąpić?

source: Yes
it_it: Si
pl_pl: Tak

source: My poetries
it_it: Le mie poesie
pl_pl: Moje poezje

source: New poetry
it_it: Nuova poesia
pl_pl: Nowa poezja

source: Settings
it_it: Impostazioni
pl_pl: Ustawienia

source: Warning
it_it: Attenzione
pl_pl: Uwaga!

# RhymesToolEmptyQuery
source: Type a word you want to locate rhymes.
pl_pl: Wpisz słowo by wyszukać rymów

# RhymesToolInvalidQuery
source: The searched word must be longer than the selected rhyme length.
pl_pl: Wyszukiwane słowo musi mieć większą długośź niz wybrane kryterium.

# DeleteConfirm
source: Are you sure you want to delete the poetry?
pl_pl: Jesteś pewny by usunąć tą poezję?

source: Removal in progress
pl_pl: Usuwanie w toku

# SharingDescription
source: Make your poetry public and send it in the way you like it.
pl_pl: Opublikój swoją kreację i udostępnij ją jak chcesz

# SharingFooter
source: Created with MyPoetry
pl_pl: Napisane w aplikacji MyPoetry

# ExitFromEditorConfirm
source: Are you sure you want to leave the editor? By doing so, you will lose the unsaved data.
pl_pl: Jesteś pewny opóścić edytor? Niezapisane dane zostaną utracone

# CreditsPageTitle.Title
source: Credits
pl_pl: Informacje

# EditorBtnSearch.Content
source: Find rhymes
pl_pl: Znajdź rymy

# EditorCharsNumber.Text
source: Text length
pl_pl: Długość tekstu

# EditorFindRhymes.Header
source: Find rhymes
pl_pl: Znajdź rymy

# EditorLineNumbers.Text
source: Lines number
pl_pl: Ilość linii

# EditorPageTitle.Title
source: Editor
pl_pl: Edytor

# EditorReb.PlaceholderText
source: Text
pl_pl: Tekst

# EditorRhymesFour
source: Rhyme for four letters
pl_pl: Rymuj czteroma literami

# EditorRhymesThree
source: Rhyme for three letters
pl_pl: Rymuj trzema literami

# EditorRhymesTwo
source: Rhyme for two letters
pl_pl: Rymuj dwoma literami

# EditorTextQuery.PlaceholderText
source: Word to find rhyme for
pl_pl: Słowo do rymowania

# EditorTitle.PlaceholderText
source: Title
pl_pl: Tytuł

# EditorWordsNumber.Text
source: Words number
pl_pl: Ilość słów

# HomeNoSelection.Text
source: No poetry selected
pl_pl: Żadna poezja nie jest zaznaczona

# HomeOrderDateDown.Content
source: Creation date ↓
pl_pl: Data utworzenia ↓

# HomeOrderDateUp.Content
source: Creation date ↑
pl_pl: Data utworzenia ↑

# HomeOrderLengthDown.Content
source: Length ↓
pl_pl: Długość ↓

# HomeOrderLengthUp.Content
source: Length ↑
pl_pl: Długość ↑

# HomeOrderVoteDown.Content
source: Vote ↓
pl_pl: Ocena ↓

# HomeOrderVoteUp.Content
source: Vote ↑
pl_pl: Ocena ↑

# HomeSearchBox.PlaceholderText
source: Search
pl_pl: Szukaj

# PoetryViewBack.Content
source: 🡸 Back
pl_pl: 🡸 Do tyłu

# PoetryViewCreationDate.Text
source: Creation date
pl_pl: Data kreacji

# PoetryViewForward.Content
source: Forward 🡺
pl_pl: Do przodu 🡺

# PoetryViewPrint.Text
source: Print
pl_pl: Wydrukuj

# PoetryViewRevisionDate.Text
source: Last revision
pl_pl: Ostatnia rewizja

# PoetryViewShare.Header
source: Sharing
pl_pl: Udostępnianie

# PoetryViewShareText.Text
source: Share
pl_pl: Udostępnij

# PoetryViewStatistics.Header
source: Statistics
pl_pl: Statystyki

# ProfileBornWriter
source: Born writer
pl_pl: Urodzony pisarz

# ProfileCharacters
source: characters
pl_pl: znaków

# ProfileInspiration
source: Soul of insipration
pl_pl: Dusza inspiracji

# ProfileKeyboardDestroyer
source: Keyboard destroyer
pl_pl: Niszczyciel klawiatury

# ProfileLineNumbers
source: Lines number:
pl_pl: Numer lini:

# ProfileLongest
source: The longhest one
pl_pl: Najdłuższa kreacja

# ProfilePageTitle.Title
source: Profile
pl_pl: Profil

# ProfilePoetries
source: poetries
pl_pl: poezji

# ProfileShortest
source: The shortest one
pl_pl: Najkrutsza kreacja

# ProfileWiseWords
source: Wise words
pl_pl: Mądre słowa

# ProfileWords
source: words
pl_pl: słów

# ProfileWrappingMaster
source: Wrapping master
pl_pl: Mistrz akapitu

# ProfileWriteFrom
source: You write from
pl_pl: Piszesz od

# ProfileYouType
source: You typed
pl_pl: Wpisałeś

# ProfileYouUsed
source: You used
pl_pl: Użyłeś

# ProfileYouWrite
source: You wrote
pl_pl: Napisałeś

# SettingsBackground.Text
source: Select background
pl_pl: Wybierz tapetę

# SettingsGroup1Title.Text
source: Here you can change app's settings
pl_pl: Tu możesz zmodyfikować ustawienia aplikacji

# SettingsLanguage.Text
source: Select language
pl_pl: Wybierz język

# HomeOrderby.Text
source: Order by...
pl_pl: Sortuj...
